<%@ page language="java" contentType="text/html; charset=UTF-8"
         pageEncoding="UTF-8" %>


<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    <title>Starboard</title>
    <%@include file="/WEB-INF/views/include/common_css.jspf" %>
</head>
<body>
<div class="container">
    <%@include
            file="/WEB-INF/views/pages-front/include/common_header.jspf" %>

    <div class="row">
        <div>บทวิเคราะห์ ไมโครซอฟท์ยุคใหม่ กับยุทธศาสตร์ 3 ขา "สามเหลี่ยมเขยื้อนภูเขา"</div>
        <div>27/09/15 22:45</div>
        <div>
            หลังจากที่ผมเขียนบทความ แอปเปิล vs กูเกิล - ความแตกต่างที่ลงลึกตั้งแต่ปรัชญารากฐานของบริษัท ไปเมื่อประมาณ 2
            สัปดาห์ก่อน มีหลายคอมเมนต์ที่ถามว่า "แล้วไมโครซอฟท์ล่ะเป็นอย่างไร"
            ตอบตามตรงคือผมก็ยังมองไม่ค่อยออกนักว่าที่ทางของไมโครซอฟท์อยู่ตรงไหนในโลกไอทียุคใหม่
            ตัวไมโครซอฟท์เองก็อยู่ระหว่างการเปลี่ยนผ่านครั้งใหญ่ อย่างไรก็ตาม
            ประจวบเหมาะกับที่ผมได้รับเชิญไปงานของไมโครซอฟท์ที่สิงคโปร์ ผู้บริหารของไมโครซอฟท์พูดเรื่องนี้ให้ฟังพอดี
            ผมคิดว่าเห็นภาพของไมโครซอฟท์ชัดเจนขึ้น เลยมาสรุปให้อ่านกันครับ
        </div>
    </div>
    <hr>
    <div class="row">
        <div>พัฒนาการการเปิดเสรีอินเทอร์เน็ตไทย</div>
        <div>25/09/15 20:15</div>
        <div>
            ประเทศไทยมีประวัติการเชื่อมต่ออินเทอร์เน็ตมายาวนานเป็นประเทศแรกๆ
            ในภูมิภาคเอเชียตะวันออกเฉียงใต้ตั้งแต่ยุคบุกเบิกโดยมหาวิทยาลัยต่างๆ
            จนกระทั่งมีการเชื่อมต่อโครงข่ายเป็นการถาวรและเป็นกิจลักษณะ โดยมีบริษัท เค เอส ซี คอมเมอร์เชียล อินเทอร์เน็ต
            จำกัด (KSC) เป็นผู้ให้บริการเชิงพาณิชย์รายแรกในไทยในปี พ.ศ. 2537
        </div>
    </div>
    <hr>

</div>
<%@include file="/WEB-INF/views/include/common_js.jspf" %>
</body>
</html>